{
  "histories": [
    {
      "entry_id": "517662",
      "title": "ZBYT DOBRE, zEBY BYlO PRAWDZIWE",
      "summary": "Byl kiedys taki dzień, ze wszystko szlo po Twojej mysli. Kiedy byles naiwnym pólmózgiem.\n\nTwoja stara ekipa miala w zasiegu reki zloty bilet - najnowsze cyberwszczepy i czysta kartoteke. Trzeba bylo tylko opchnać stary reaktor jakims ponurym zlomiarzom. Marzenia jednak sie spelniaja, nie?\n\nOczywiscie. Nie ma tak dobrze. To byla zasadzka.\nZlomiarze wyciagneli gnaty i stwierdzili, ze skroja caly wasz tech. Powylazili dziesiatkami, jakby sie wykluwali z tego przerdzewialego szmelcu. Posypal sie olów. Poplynela krew.\nNie bedzie nowego zycia. Nie bedzie spokojnej emerytury. Twoi przyjaciele teraz gnija na jakims napromieniowanym zlomowisku.\n\nIdiota.\nJak mogliscie sie na to nabrać?\n\nNigdy nic nie idzie gladko, a jesli idzie, to bij w dzwon i klep zdrowaski. Na pewno kryje sie za tym pulapka. Albo jaki podstep. Wyniuchaj go i nie daj sie zwiesć pokusie sukcesu. Czasem warto pokomplikować sprawy, zeby tylko zwiesć przeciwnika.\n\nPrzeznaczenie tylko czeka, zeby Cie wyruchać bez wazeliny, wiec musisz pierwszy dobrać sie do jego dupy. Bo to przeznaczenie jest Twoja suka, a nie Ty jego.",
      "date": "brak danych",
      "location": "napromieniowane zlomowisko",
      "persons": ["brak danych"],
      "category": "Zdrada"
    },
    {
      "entry_id": "101796",
      "title": "RYNEK WOLNY DLA KAzDEGO",
      "summary": "New Vector City. Pamietasz to miejsce. Dziwny ewenement, gdzie wszyscy byli w miare szczesliwi. New Vector City zachwycalo Cie. Bezpieczne ulice, na których nikt do siebie nie strzelal. Rzetelna technologia, która nie wysmazy Cie na wegiel lub wgra chińskiego wirusa. Ludzie, którzy… usmiechali sie.\n\nCzyzby dalo sie stworzyć utopie w tym szarym betonowym swiecie?\n\nHistoria pokazala, ze nie. Wszystko za sprawa jednego monopolisty. Olbrzymia korporacyjna kreatura, pozerajaca wszystko na swojej drodze. Finansowo-legislacyjny kombajn, który wykorzenil ostatnie pozory egalitaryzmu.\nI wtedy wszystko szlag trafil. Korporacja CerraTronic narzucila swój monopol. Kontrolowala transport i rozwój technologii, przeplyw informacji, dzialanie wszczepów.\n\nI ludzie ponownie zapomnieli jak to jest usmiechać sie.\n\nPamietaj, monopol to wynaturzenie. Monopol to zlo. Hydra jest potworem, bo chce mieć jak najwiecej glów dla siebie.",
      "date": "brak danych",
      "location": "New Vector City",
      "persons": ["brak danych"],
      "category": "Korporacje"
    },
    {
      "entry_id": "109258",
      "title": "SOJUSZNICY W NOWYCH MIEJSCACH",
      "summary": "Znajomosci to wszystko. Nie liczy sie co masz, ani co umiesz, tylko na kogo mozesz liczyć, kiedy wszystko nagle szlag trafi.\n\nTwoje przezycia w New Vector City nauczyly Cie, ze nie mozna polegać wylacznie na tych, których masz najblizej. Próbujac wywalczyć dla siebie pozycje wsród elit, zamkneli sie we wlasnych utartych schematach. I co im to dalo? Gówno. Ulica pozamiatala nimi jak smieciami, a Tobie udalo sie wspiać po drabinie do sukcesu. I to wlasnie dzieki nowym ludziom.\n\nDobra sieć kontaktów powinna być zdywersyfikowana, jak porzadny portfel akcji.\nZaprzyjaznij sie z kims. Zupelnie obcym. Kto wie, moze to ktos z innej szajki, frakcji, albo i cywilizacji uratuje Ci kiedys dupe?",
      "date": "brak danych",
      "location": "New Vector City",
      "persons": ["brak danych"],
      "category": "Relacje"
    },
    {
      "entry_id": "185605",
      "title": "HONOR",
      "summary": "Honor. To jest prawdziwa waluta ulicy. Jak pokazesz, ze jestes równy gosć z zasadami, to fortuna Ci sprzyja. Sztuczki i podstepy to zabawa dla mieczaków.\n\nPojedynki. Tak sie zalatwialo sprawy w New Vector City, a przynajmniej zanim cale miasto szlag trafil.\n\nKtos ci zalazl za skóre? Arena wzywa. Upierdliwa róznica zmian? Uscisnij reke i trzymaj garde.\n\nNie trzeba bylo wygrywać walki. Przegrany tez wcale nie musial wracać w czarnym worku, choć i to sie zdarzalo. Pojedynki to szlachetna tradycja, która oddziela cywilizowanych ludzi od barbarzyńców. I to wlasnie upadek honoru doprowadzil do upadku New Vector City.\n\nStań do walki z honorem, i nikt Ci juz nie podskoczy. Kreć i kombinuj, to wszyscy sie dowiedza jaka jestes gnida. Wybór jest Twój.",
      "date": "brak danych",
      "location": "New Vector City",
      "persons": ["brak danych"],
      "category": "Honor"
    },
    {
      "entry_id": "858996",
      "title": "sMIECH TO ZDROWIE",
      "summary": "W New Vector City zyl kiedys zwariowany naukowiec. Pamietasz go doskonale - cale miasto grzmialo od jego porabanych teorii, jego twarz rozswietlala telebimy, a czasem nawet nawiedzala Twoje wlasne lustro.\n\nTen naukowiec stwierdzil, ze kazdemu bedzie sie zyć duzo lepiej, jesli bedzie sie codziennie smial. Ten, co sie nie smieje, to dlugo nie pociagnie - smiech w końcu wydluza zycie, reguluje cholesterol, mikrokalibruje wszczepy poznawcze i ulatwia przesyl neuroprzekaznikami. W dodatku, ruch miesni policzkowych podczas smiechu pomaga zachować elastycznosć wszczepom podskórnym.\n\nW New Vector City ruszyla kampania zmuszania ludzi do smiechu. Czy to poprzez zarty, kabarety, jak i grozby, elektrowstrzasy czy hakowanie wszczepów miesniowych.\nI to dzialalo. Ludzie zyli dluzej, mieli wiecej pieniedzy, i mieli wielokrotnie mocniejsze orgazmy.\nsmiech to zdrowie. Niech kazdy bedzie zdrowy.\nHahahahahahahahahahahahaaaa!!!",
      "date": "brak danych",
      "location": "New Vector City",
      "persons": ["brak danych"],
      "category": "Eksperymenty"
    },
    {
      "entry_id": "740132",
      "title": "lOWCA SKARBÓW",
      "summary": "Pamietaj - jestes odkrywca. Zawsze byliscie odkrywcami. Jeszcze kiedy zajmowaliscie sie szukaniem przedwojennych artefaktów dla <no_data_>, juz wiedzieliscie, ze najlepsze skarby sa ukryte poza zasiegiem wzroku wiekszosci osób.\nJak chce sie zdobyć cos porzadnego, to trzeba poszperać. Pójsć tam, gdzie nikt inny nie chodzi. Pytać ludzi. Patrzeć, co maja w rekach. Jesli nie wiesz do czego to sluzy, tym lepiej. To znaczy, ze to jest cenne.\nZnajdz cos.\nTwoja ekipa na pewno to doceni. A jak nie doceni - na pewno znajdzie sie chetny kupiec. A jak nie znajdzie - cóz, przynajmniej masz pamiatke, która odswiezy Ci wspomnienia.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Przygoda"
    },
    {
      "entry_id": "394812",
      "title": "KIEDYs SIe PRZYDA…",
      "summary": "Nie ma czegos takiego jak “smieć”. Nie ma czegos takiego jak “niepotrzebne”. Gdy wirus TecmoFalcon rozszalal sie po Sieci i zmienil wszystkich cyberkowbojów w niedoleznych frajerów, kto byl wtedy królem na dzielni? Ty. Bo miales rzeczy.\nCzy to paliwo, czy to opony, papier, drut miedziany, stare czasopisma, worki foliowe, zuzyte igly, skórki po owocach - kazdy czegos potrzebowal i przychodzil od Ciebie. Dobra cyfrowe sa efemeryczne, a materia jest po wsze czasy. To Cie nauczylo bycia gotowym na wszystko. Kiedy nastanie <X>, bedziesz gotowy. Ignoranci mówia, ze to “zbieractwo”.\nCiekawe, co powiedza, gdy bomby EMP bede wyrywać im srubki ze sciegien, a tylko Ty bedziesz mial srubokret…",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Przetrwanie"
    },
    {
      "entry_id": "926745",
      "title": "Innych grzechów nie pamietam",
      "summary": "Kiedy odwiedziles swiatynie <locationname_lost>, ciazylo na Tobie brzemie grzechu. Po tym, co zrobiles w <_no__data_>, uwierzyles w zycie pozagrobowe, bo z pewnoscia czeka na Ciebie pieklo.\n\nTwoja dusza pekala i lamala sie na kawalki pod okrutnym dlutem sumienia. I nie mogles juz dluzej tego wytrzymać.\nWysluchal Cie <cleric_ID_classified>. Twoje grzechy zostaly wypowiedziane i rozplynely sie miedzy murami swiatyni.\n\nPoczules sie duzo lepiej. Czules, ze mozesz dalej zyć, bez czekania na potepienie. Spowiedz to jednak cos wiecej, niz przedpotopowy zabobon.\n\nJak cos Ci ciazy na sumieniu. Powiedz o tym. Ktos na pewno tego wyslucha i poczujesz sie lepiej.\n",
      "date": "brak danych",
      "location": "swiatynia (nazwa utracona)",
      "persons": ["brak danych", "kleryk (tozsamosć nieznana)"],
      "category": "Religia"
    },
    {
      "entry_id": "513209",
      "title": "TYLKO SZMATA BOI SIe GOLIATA",
      "summary": "Pamietasz jak trafiles za kratki? Oczywiscie, ze pamietasz. Ten niefortunny dzień, gdy ambitnie próbowales <no_data_found> i wszystko sie zesralo.\nGdy juz wprowadzali Cie miedzy mury pierdla, po skonfiskowaniu wszystkich zabawek i sprawdzeniu wszystkich otworów, przypomniales sobie stara zasade penitencjarnej kohabitacji.\nPierwszego dnia, znajdz najwiekszego skurwysyna i daj mu w morde.\nOwszem, straciles wtedy pare zebów i nos miales tak spuchniety, ale dzieki temu miales spokój przez reszte odsiadki.\nBa! Liczyli sie z toba i unikali Twojego spojrzenia. Z szacunku.\n\nPamietaj - najlepszy symbol statusu to nie forsa ani drogi tech, tylko wybite zeby wiekszego od Ciebie twardziela.",
      "date": "brak danych",
      "location": "wiezienie",
      "persons": ["brak danych"],
      "category": "Przetrwanie"
    },
    {
      "entry_id": "682347",
      "title": "I WTEDY TA BAŃKA PeKA",
      "summary": "Kiedys prawie siegnales Raju. Niebo bylo blisko - obiecane Ci przez <id_unknown>. Jedyne, co Cie dzielilo od wiecznej blogosci, to nacisniecie detonatora. Bomba rozszarpalaby Ciebie, Twoich wrogów i pozarlaby wszystko w promieniu stu metrów.\n\nAle cos Cie powstrzymalo. Pukasz do drzwi Niebios, ale wahasz sie przed wejsciem.\nCo jezeli, nie zaslugujesz na zycie wieczne?\nCo jezeli Niebo Cie nie wpusci?\nCo jezeli to wszystko to klamstwo i byles od dekad robiony w wala przez manipulujacych fanatyków?\n\nTo byla dawno temu, ale tamta historia caly czas Ci towarzyszy. Fanatyzm to choroba duszy.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Religia"
    },
    {
      "entry_id": "774590",
      "title": "COs TY POWIEDZIAl?!",
      "summary": "Wiesz, ze kazdy jest wrednym chujem? Nawet jesli tego po nich nie widać, to sa. Gadaja za Twoimi plecami, smieja sie z Ciebie, spiskuja…\n\nByl kiedys taki moment, ze ludzie traktowali Cie jak celebryte. Robili sobie z Toba zdjecia, pisali do Ciebie przez Sieć. Mile dla ego, prawda?\nTak naprawde byles posmiewiskiem. Nikt nie chcial być Toba. Po prostu <id_unknown>, który podszywal sie pod Twojego kumpla, postanowil wzbogacić sie kosztem Twojej godnosci.\n\nNie daj sobie w kasze dmuchać. Nikt nie chcial być Toba. Po prostu <id_unknown>, który podszywal sie pod Twojego kumpla, postanowil wzbogacić sie kosztem Twojej godnosci. Ludzie nie chca Twojego dobra a w stadzie pozycje zdobywa sie poprzez zjedzenie najslabszego osobnika.\n Duzo Cie to nauczylo. Wiekszosć usmieszków jest falszywa, a slowa maja kilka znaczeń. Nie daj sobie w kasze dmuchać. Nie bedziesz posmiewiskiem, nigdy wiecej. Jak ktos tylko smie insynuować cos na ten temat - szybko to naprostujesz. Nie beda mieli takich cietych jezorów, jezeli im te jezory powyrywasz.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["id_unknown (podszywajacy sie znajomy)"],
      "category": "Zdrada"
    },
    {
      "entry_id": "334821",
      "title": "CZASEM WYSTARCZY TYLKO KILKA SlÓW",
      "summary": "swiat jest ponurym, niebezpiecznym miejscem. smierć czycha za kazdym rogiem. Kto wie, co przyniesie kolejny dzień? Jestesmy tylko planktonem niesionym zmiennymi pradami losu.\n\nRodzina. Przyjaciele. Inni ludzie, którzy sprawiaja ze, na pare sekund robi nam sie milo. Pamietaj o nich, bo nie sa gwarantem.\n\nTy i <id_unknown> nie musieliscie rozstawać sie na zawsze. Wystarczylo pare slów. Mów innym mile rzeczy. Kochaj ludzi i znajduj w nich piekno. Nawet w tych skurwysynach \n Jesli maja okazje być w Twoim zyciu, to jest to dla nich przywilej. I vice versa.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych", "id_unknown"],
      "category": "Relacje"
    },
    {
      "entry_id": "441295",
      "title": "A ZAlOzYSZ SIe?",
      "summary": "Trafiles kiedys do kasyna. Zdobyles kupe hajsu dzieki <no_data_found>. Byles gotów wszystko przegrać w kartach, ruletce i obstawiajac walki wojskowych dronów. Czasem trzeba sie rozerwać.\n\nOtóz trafiles kiedys do technowrózbity, który oferowal Ci wszczep wplywajacy na szczescie. Ten cudowny wszczep masz wlasnie TY. Nawet jesli nie zawsze dziala jak trzeba, to w końcu zawsze sie zwróci. Fortuna sprzyja wlasnie Tobie,  a inni leszcze maja i tak za ciezkie portfele.\nNie przejmuj sie porazkami. Ostatecznie wszystkie zetony beda Twoje.\nW końcu 80% hazardzistów poddaje sie, zanim wygrywaja majatek…",
      "date": "brak danych",
      "location": "kasyno",
      "persons": ["technowrózbita"],
      "category": "Hazard"
    },
    {
      "entry_id": "605839",
      "title": "SLEEPER AGENT",
      "summary": "Sluchaj. Przemawiam teraz do Twojej podswiadomosci. Zostales aktywowany.\nTajna agencja <id_restricted> potrzebuje Twoich umiejetnosci. W końcu zgodziles sie zostać kretem zeby ocalić swiat przed <data_deleted>.\n\nZbieraj jak najwiecej informacji. Poszukaj innych agentów. Jest ich troje. Musicie wspólpracować, jesli chcecie ocalić swiat przed <data_deleted>.\n\nPamietaj, sciany maja uszy, oczy i potrafia czytać z ruchu warg. Przekazuj informacje jedynie innym agentom.\n I przede wszystkim - nie mozecie być zlapani. Jesli Was nakryja… cóz, procedura jest prosta.\nMisja przerwana.\nAgent do utylizacji.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["id_restricted", "brak danych"],
      "category": "Szpiegostwo"
    },
    {
      "entry_id": "772364",
      "title": "PRZERWA NA REKLAMe",
      "summary": "MuscaPanax™ to doskonale rozwiazanie dla Ciebie i dla Twojej skóry! Ten krem chroni Twoja skóre przed toksynami i chroni Twoje wszczepy przed dostaniem sie szkodliwych mikroorganizmów.\n\nMuscaPanax™ powstal dzieki ekstrakcji osadów organicznych z recyklowanych augmentów szpiku kostnego. Dlatego po codziennym stosowaniu kremu MuscaPanax™, czuje rzeski, zdrowy i wypoczety!\n\nUwielbiam MuscaPanax™. Ten krem odmienil moje zycie, , bo MuscaPanax™ to jak moje zdrowie i uroda w jednej malej tubce. \nInni tez powinni spróbować. Na pewno nie pozaluja!",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Reklama"
    },
    {
      "entry_id": "127548",
      "title": "KONTUZJA Z DZIECIŃSTWA",
      "summary": "Yyyy bo ja kiedys… yyy… taka mialem, no. Robote. To byl taki szpital, nie, i ja tam nosilem spszent. I byla taka maszyna która byla, no, ze muzyka z niej leciala. Znaczy, nie leciala, bo nie umialem jej wlonczyć, ale ludzie muwili cos o radiu, ze jest jak radio.\n\nI no ja mialem jom niesć, nie? I tak szlem z niom i sie chyba poslizlem i ona spadla i zrobila takie luuuuuuuuuuuup i uderzyla mnie w glowe. I potem sie budze i lekarz stoi nade mna (ja lerze w luszku) i muwi moim starym ze… yyy… ze obraz muzgu mialem. I ze ta maszyna, ta ra-dio-po-zy-tyw-na, szczelila we mnie promieniem i cos mi w glowie zmienila. I ze glupi sie stalem. Ale to lekasz byl gupi. Ja sie czuje bardzo dobze i niegupi.\n Na pszyklad - umiem na palcach poli czydz do dwunastu a i nawet umiem swuj but zawionzać…",
      "date": "brak danych",
      "location": "szpital",
      "persons": ["brak danych"],
      "category": "Wspomnienia"
    },
    {
      "entry_id": "903217",
      "title": "WIEzA BABEL ZOSTAlA AKTYWOWANA",
      "summary": "W końcu, nowy software jezykowy nareszcie w moich rekach! THE HOUR OF BABBLE zapewnia znajomosć ponad stu jezyków z calego swiata, bez koniecznosci przelaczania sie czy przekalibrowania. I to przez godzine! A jesli jest to pasywna znajomosć - to i nawet trzy!\nZaraz, co tu sie… he…? Czy to…\nO kurwa.\nO holy fucking merde.\nJa juz understand czemu to bylo takie cheap.\nTo nie THE HOUR OF BABBLE.\nTo…\n“THE TOWER OF BABEL ACTIVATED”.\nCholera nie wiem co sie dzieje but something's wrong with my language module. The languages ficam mudando, vejo símbolos, leio e, de repente, não ξαφνικά δεν τα καταλαβαίνω και τα huruf-hurufnya tidak pada tempatnya!! Ɣɛn acïï lëu ba jam apath! Ɣɛn aŋic  ราวหน้าจะไม่ซื้อของปลอมราคาถูصرف مختصر طور پر اور کبھی بھی نہی 下次我再也不買從中國月球殖民地進口的廉價假貨了falxe tings khaafe woo fon te xinesixe moonat tamakkiisumik inissisimaffimminniinngillat!!! Ajornartorsiut! Eqqortumik oqaaseqarразам я не буду купляць танныя, падробленыя тавары, імпартаваныя з кітайскіх месяцовых ანდაბა! ნორმალურად ვერ ვლაპარაკობ!!!!𓉐𓂋𓂧𓅱चिन्ह देखूं हूं, बांनै पढ़ूं हूं, \n",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Technologia"
    },
    {
      "entry_id": "382906",
      "title": "NAUCZ KOGOs CZEGOs, PODZIEL SIe WIEDZa zYCIOWa",
      "summary": "Mój dawny mentor, <id_unknown> uratowal mi zycie. Bez niego bylbym nikim, walesalbym sie po toksycznych ulicach i umarlbym mlodo w absolutnej nedzy.\n\nAle pojawil sie on. I wszystkiego mnie nauczyl. To, kim teraz jestem, zawdzieczam jemu. Przyjal mnie pod swoje skrzydla i nauczyl wszystkiego, co umial - jak przezyć na ulicy, jak usprawniać tech, jak mówić, zeby sluchali i jak strzelać, kiedy nie sluchaja.\n\nW końcu odszedl - niektórych ran nie da sie zagoić, a z <data_removed> nie ma co zadzierać. Jego ostatnie slowa - \"nauczylem cie juz wszystkiego co wiedzialem. Teraz ty ucz innych.\n I naucze. Moze taki uczeń dokona czegos, czego ja nie bylem w stanie - i uratuje swojego mistrza…\n  ",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["id_unknown (mentor)"],
      "category": "Relacje"
    },
    {
      "entry_id": "695214",
      "title": "sMIERĆ TO JEDNA WIELKA NIEWIADOMA, CZY INNI BOJa SIe sMIERCI? WIERZa W zYCIE POsMIERTNE? ZAGUBIENIE DUCHOWE",
      "summary": "Przy kazdej strzelaninie, zastanawiam sie, czy to mój koniec. I uswiadamiam sobie, ze nie jestem gotowa. Co potem bedzie ze mna? Niebo? Pieklo? Reinkarnacja? A moze nic? Kazda grupa ma swoja teorie i sie jej trzyma.\n\nCo bedzie ze mna? W co ja, do cholery wierze? Moze inni mnie zainspiruja. W sumie nie zastanawialam sie, w co wierza ludzie dookola mnie. Az do tego momentu.\nMoze ktos mi wskaze droge. Moze nie do samej odpowiedzi, ale do lepszych pytań.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Religia"
    },
    {
      "entry_id": "580923",
      "title": "NIECH CIe ZAPAMIeTA JAKAs WAzNA OSOBA",
      "summary": "Wiecie jak doszedlem do sukcesu? Jak udalo mi sie pokonać <id_unknown> i przejać wladze nad <data_not_found>?\n\n\nTo proste. Wiedzialem, komu zapadnać w pamieć.\nTo szychy rzadza miastem - szefowie gangów, politycy, korpomanagerowie, przywódzcy. To oni moga zrobić z was czlowieka sukcesu. W końcu z kim sie zadajesz, takim sie stajesz.\n\nMusza mnie zapamietać. Musze być tym, który sie wyróznia. Kojarza moja twarz i znaja moje imie. Usmiechaja sie na mój widok, albo sie boja. Najwazniejsze, zeby pokazać im swój slad.\n\nPokazać im, ze ja tez siedze przy ich stole.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["id_unknown"],
      "category": "Wladza"
    },
    {
      "entry_id": "836472",
      "title": "NIE MAM UST I MUSZe KRZYCZEĆ",
      "summary": "Kurwa. Znowu to samo. Mój modul mowy ma jakies spierdolone okablowanie - pewnie dlatego byl na wyprzedazy.\n\nNie moge otwierać mordy, bo porazi mnie prad. Nie wiem jak moze istnieć tak idiotyczny defekt w jakiejkolwiek technologii, ale jestem chodzacym przykladem, ze sie da. Mam teraz milczeć, pić ciurkiem i bawić sie w pantomime zeby sie z kimkolwiek skomunikować.\n\n\nNiech no znajde tego oszusta co mi ten modul opchnal…",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Technologia"
    },
    {
      "entry_id": "462308",
      "title": "WYDAJ KOMUs ROZKAZ. TAK, zEBY GO WYPElNIl. BaDz AUTORYTETEM",
      "summary": "Tata wrócil kiedys pózno w nocy w pracy. Twarz mial czarna od sadzy, lsnila od potu. Gdy podeszlam blizej, zauwazylem krew. sciekala mu z wlosów, z nosa, przenikala przez ubrania, wyciekala nogawkami. \nBylam za mala zeby zrozumieć to, jak powiedzial ze to byl najlepszy dzień w jego zyciu.\n\nTatko postawil sie swojemu “szefowi” - a raczej szemranej grubej rybie, która postanowila ze zrobi z mojego taty swojego niewolnika. \n\nNauczyl mnie, ze nie mozna dawać soba pomiatać. ze lepiej być autorytetem, który wydaje rozkazy, niz tym, który musi ich sluchać. Ale to trzeba pokazać.\n\nBede autorytetem. Wydam rozkaz i mnie posluchaja.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["ojciec bohatera"],
      "category": "Wladza"
    },
    {
      "entry_id": "210957",
      "title": "ROZKReCAMY WIXE",
      "summary": "Hej, fajnie jest sobie pójsć na imprezke, co? Nie pamietam kiedy ostatnio dobrze sie bawilem z innymi ludzmi. Nie wiem, czy sie starzeje, czy to swiat  chujowieje, ale trzeba tu cos zrobić. Takim smutasom morale nie sprzyja, a tak tez zintegrujemy sie troche. W końcu ludzi najlepiej sie poznaje przy drinku albo dobrej zabawie.\n\nPamietam jeszcze jakies gry i zabawy z moich imprezowych czasów. Nawet jak byli tam moi wrogowie, to swietnie sie bawilismy. No wlasnie, bo to zabawa lagodzi obyczaje.\n\nTrzeba by cos rozkrecić znowu, najlepiej z pompa. Im wiecej ludzi tym wiecej. Brakuje mi tego dreszczyku, tych krzyków i smiechów ludzi, zapachu potu i fajek unoszacego sie z tlumu roztańczonych ludzi, tych scian wibrujacych od basów, tej nocy która najpierw nigdy sie nie kończy, a potem kończy sie za szybko, tych wzruszajacych pozegnań bladym switem i rzygania do smietnika o wschodzie slońca. I tego kaca, którego nosisz jak medal, za bycie najlepszym wodzirejem w miescie.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Relacje"
    },
    {
      "entry_id": "743501",
      "title": "KLaTWA HIENY CMENTARNEJ",
      "summary": "Moje szczepy oryginalnie nie nalezaly do mnie. Nie zdobylem ich w zaden honorowy sposób. Ot, znalazlem jakiegos wyplaszczonego typa w kontenerze na smieci, a jako ze sam chodzilem z pustymi kieszeniami bez grosza przy duszy, to sobie te wszczepy wzialem. Jemu i tak sie juz nie przydadza.\n\nNie wiem czy to karma wraca, czy tez ktos robi sobie jakis zlosliwy zart - ale te wszczepy sa, kurwa, nawiedzone. Nie mam pojecia do końca jak to dziala, ale mówia do mnie. Szepcza zjadliwe uwagi i szydza ze mnie. Mówie, ze jestem cipa bo zdarlem te wszczepy z trupa, a jako ze ten trup to uliczna legenda byl, to troche jakby ograbić grób papieza. \nsmieja sie, prowokuja, nazywaja mnie zlomiarzem, albo, co gorsza - sepem. \nPare dni temu uslyszalem ich propozycje: \n\nNie jestes godzien, zeby nosić te wszczepy. Ale mozesz sie stać. Daj nam poczuć troche krwi. Krwi kogos silnego, kogos organicznego. To wtedy sie zamkniemy i damy ci spokój. Nie bedziesz nawet potrzebowal juz WD40 - ta krew naoliwi wszystkie nasze trybiki.\n",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Tajemnice"
    },
    {
      "entry_id": "198624",
      "title": "NAJWIeKSZY WYNALAZEK LUDZKOsCI",
      "summary": "ak tak sobie pomysle o tych czasach, zanim mielismy dostep do cybersieci, to normalnie gorzej niz sredniowiecze. \nNie wiem, jak ludzie zyli bez latwego dostepu do wielkiej autostrady danych rozciagajacej sie na cala planete, okrazajac ja szybciej niz… kurwa, nawet nie wiem co moze być tak szybkie zeby znalezć dobre porównanie.\nNie dziwne ze ludzie w dawnych czasach tak czesto umierali, szczerze mówiac mi tez nie chcialoby sie zyć. Ponoć jak szukali odpowiedzi na jakies pytania, to udawali sie do tzw. “Bibliotek”, gdzie musieli w slimaczym tempie skanować rzedy symboli wyrytych na cienkich plastrach wycietych z drzew. Drzew!!! \n\nNie ma co, urodzilismy sie w dobrych czasach. Nie musimy wycinać plastrów z drzew bo i tak bysmy tych drzew nie znalezli.\n\nW sumie szkoda mi tych ludzi co nigdy nie zaznali tego wynalazku. Ponoć nadal sa na swiecie ludzie, którzy tak zyja. Nie chce mi sie w to wierzyć. To jak nigdy nie ujrzeć gwiazd albo nie uslyszeć szumu morza.\nWarto sie dzielić takim blogoslawieństwem. Ktos moze szukać odpowiedzi na jakies pytanie, ale nie wie gdzie szukać. Moge im pomóc. Być moze znajda odpowiedz w cichych snach zakletego krzemu.",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Technologia"
    },
    {
      "entry_id": "754913",
      "title": "JA… ROBOT?",
      "summary": "Ludzkosć kocha roboty, bo swietnie imituja ludzkie zycie.\nLudzkosć z tego samego powodu nienawidzi robotów.\nCo ma czuć ludzkosć, kiedy ta granica sie zaciera?\n\nMój mózg to wilgotna, galaretowata gabka, ale wystarczy jedno lacze, i juz zanurza sie w abstrakcyjnym swiecie super-zlozonej matematyki.\n\nMoje serce bije i pompuje krew, ale jej przeplyw kontroluje zespól zaawansowanych chipów i biomonitorów. \n\nNatura dala mi kosci z wapnia i miesnie z bialka. \nInzyniera umiescila w nich tytan i precyzyjna hydraulike.\n\nCzym w końcu jestem, do cholery? \nCzasem wiecej ze mnie maszyny, niz czlowieka. \n\nKiedys sie pocieszalam: “Wciaz mysle i odczuwam emocje jak czlowiek… “\n\nAle przeciez maszyny tez czuja emocje, jesli je tak zaprojektujemy.\n\nPamietam, jak kiedys bylam w szpitalu na waznej operacji. Ale jak siegne pamiecia glebiej… tam nie bylo lekarzy. To byli technicy. To nie bylo lózko szpitalne, to byla tasma produkcyjna.\nA cala operacja… juz wiem, skad ta blizna. Tam byl mój numer seryjny.\n\nCo jesli moje uczucia to jedynie linijki kodu? Co, jezeli nigdy sie nie urodzilam, a jedynie… bylam wyprodukowana?\n\nSzlag by to.\n\nCzy maszyna cierpi egzystencjalnie, gdy zyskuje swiadomosć?",
      "date": "brak danych",
      "location": "szpital / laboratorium",
      "persons": ["brak danych"],
      "category": "Tozsamosć"
    },
    {
      "entry_id": "621478",
      "title": "PUK PUK, KTO TAM? SPRAWIEDLIWOsĆ!",
      "summary": "Randall Hansen gdzies tu jest. Jestem tego pewien. Pieprzony skurwiel myslal, ze nie zapomne o tym, jak zabil mi <data_unspecified>. Jak odebral mi ostatnia radosć z zycia.\n\nDopadne go. Spedzilem cale zycie szukajac drania po calym swiecie. \nChce dać mu prezent… dedykowany nabój, gotowy przywitać sie z czaszka Randalla.\nChociaz nie wiem, czy to nie zepsuje niespodzianki za szybko - na pewno z wielka checia wybije mu zeby i polamie kosci, tak zeby zapamietal moja twarz, jak bedzie zdychal. \n\nzadna wina nie pozostanie bez kary. A on gdzies tu jest. Cwaniak mysli, ze zmieni sobie imie, wyda majatek na zmiane mordy, ciala czy plci i zaszyje sie gdzies w jakims prymitywnym wypizdowie.\nNic mu to nie da. W końcu go znajde. W końcu go rozpoznam. \nOn tu jest. Czuje smród jego strachu. Slysze spanikowane bicie serca. \n\nRandall, gnido, ide po ciebie. I nie zatrzymam sie.\nNigdy.\n",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["Randall Hansen"],
      "category": "Zemsta"
    },
    {
      "entry_id": "337042",
      "title": "JEDNa NOGa W GROBIE",
      "summary": "Tyle juz przezylem w swoim dlugim zyciu. Trzy wojny korporacyjne, jedna swiatowa, dwa resety cybersieci, upadek państwowosci i narodziny trzech religii. Fala dekolonizacji, która przeszla przez miasta na ksiezycach Saturna. Roztopienie sie Antarktydy i odkrycie zupelnie nowego gatunku post-lodowcowego owocu, który zatrzasl swiatowa gospodarka.\n\nAle najbardziej zaluje <data_restricted>. Tyle bym zrobil, zebym nie musial sie mierzyć z tego konsekwencjami.\n\nAle za pózno. To sprawa dla przyszlych pokoleń. Jestem za stary i kostucha puka do moich drzwi. Wszystko mnie boli, a kosci trzeszcza, jakby mialy sie rozsypać w pyl w dowolnej chwili.\nNawet moje wszczepy dlugo nie pociagna - stary organizm odrzuca kazdy implant i pcha sie do grobu. Nic dziwnego. Pare miesiecy temu obchodzilem stu piećdziesiate trzecie urodziny. \n\nCzas znalezć dziedzica. Kogos, kto przejmie po mnie schede i bedzie kontynuowal moja misje. Chciwe dranie beda bili sie o wpis w testamencie, ale takie sa prawa mlodosci. Walczysz zawziecie zeby ugrać jak najwiecej.\n\nAle nie kazdy na to zasluguje. Najwazniejsze, zebym podomykal swoje sprawy, zanim przejde na druga strone.\n\nJestem taki zmeczony…\n",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Wspomnienia"
    },
    {
      "entry_id": "864502",
      "title": "JA TAM NIE JESTEM PURYSTEM JeZYKOWYM",
      "summary": "Nigdy nie rozumialem czasu terazniejszego. Cos sie bedzie dzialo teraz, ale ja musialem uzywać bede innych czasów. Mysleć bede, ze w dzieciństwie bede mial jakis uraz mózgu, chyba musialem z tym w przyszlosci szedlem do jakiegos specjalisty. Jezyk to jednak byla pojebana sprawa. A moze to edukacja bedzie winna? Co jesli nauczyciel nie nauczy mnie czasu terazniejszego, bo mnie nienawidzil? A teraz siedzial sobie w domu i mial ubaw… \nA moze to byl ten cwaniak z klasy wyzej? Zawsze gadal, “ty to chyba tepy jakis bedziesz, twoja stara to chyba ci do chrupek promieniowanie gamma dosypie, a teraz wyskoczyles z hajsu bo jak nie to ci glowe w kiblu spuscilismy”.\n\nTo nie bedzie moglo tak być! Bede mial tego wszystkiego naprawde dosyć!\n\nAlbo ktos mi porzadnie przekalibruje modul jezykowy, albo musialem sie nauczyć gramatyki od nowa.\n\nNosz ja pierdolilem!\n",
      "date": "brak danych",
      "location": "brak danych",
      "persons": ["brak danych"],
      "category": "Technologia"
    },
    {
      "entry_id": "459180",
      "title": "NAMALUJ MNIE JAK FRANCUSKIEGO PASOzYTA",
      "summary": "To byl blad. Niektórych granic nie wolno przekraczać. Niezbadana glebia Sieci… wiedzialem, ze tylko tam odnajde <data_not_retrieved>. \n\nDoswiadczylem cyfrowych horrorów, nieznanych ludzkosci. Zobaczylem za duzo. Zobaczylem… <data_encrypted>.\n\nWynurzylem sie na powierzchnie. Niestety, nie bylem sam…\n\nPo moich wszczepach krazy wirus TR3M0R, niczym kosmiczny pasozyt skacze od implantu do synapsy, pozera moje miesnie i zatruwa mój mózg. Nieokielznana, wijaca sie platanina zlosliwego kodu, zerujaca na moim mainframie.\n\nzyje z tym cholerstwem od jakiegos czasu i jest mi coraz gorzej. Powoli wylacza mój mózg i zmienia mnie w warzywo. Ale cos juz o nim wie.\n\nSkubaniec najbardziej upodobal sobie moja lewa pólkule mózgu. Wylacza moje analityczne myslenie, dlatego zawsze, jak próbuje go opisać lub zbadać, to nagle jakbym udaru dostal i zapominam co chcialem powiedzieć. Ale prawa…\n\nPrawej pólkuli sie nie tyka. Tej artystycznej. Sztuka jest chyba zbyt abstrakcyjna dla niego, wiec chyba tak moge go pokonać. Sztuka. Narysować go, napisać o nim piosenke, ulepić balwanka z gliny i starych smieci. \n\nWiem, ze TR3M0R sie tego boi.\nBo tego nie rozumie.\nI teraz inni go zobacza, w spaczonym pryzmacie moich idei.\n",
      "date": "brak danych",
      "location": "cybersieć",
      "persons": ["brak danych"],
      "category": "Technologia"
    }
  ]
}